[{
  "_id": {
    "$oid": "62f361a1b1b0282f9855e5f1"
  },
  "chain": "ETH",
  "nft": "cryptopunks",
  "title": "A slice of the punk: CryptoPunk NFT to be split into thousands of pieces fasdlkjklf askdjfkljvklc klajkldsfxczv ",
  "thumbnail": "https://images.cointelegraph.com/images/717_aHR0cHM6Ly9zMy5jb2ludGVsZWdyYXBoLmNvbS91cGxvYWRzLzIwMjItMDgvMWQxNmRhNTUtOTkxYi00MzRlLWE2MGYtZDY1NGU3YzQ2NjY4LmpwZw==.jpg",
  "description": "Nonfungible tokens (NFTs) continue to capture the imagination of the cryptocurrency space, with some of the most popular projects attracting hundreds of millions of dollars from investors. Projects such as CryptoPunks and the Bored Ape Yacht Club epitomize the exclusivity of the most lucrative collections, with each NFT far from accessible to the average investor.\n\nA new campaign intends to give a wider base of investors a stake in some of the most valuable NFTs by fractionalizing ownership to reinstate accessibility. Unique Network, an NFT infrastructure running on the Kusama and Polkadot networks, will split the ownership of a CryptoPunk to more than 56,000 addresses that have signed up for a share.\n\nThe campaign offers users a chance to participate in what has become a highly siloed environment, as Unique Network CEO Alexander Mitrovich explained in a statement:",
  "SNS": "twitter",
  "createdAt": "2022-08-08 16:02",
  "__v": 23,
  "likes": [
    "62faff16019a9b387bbeff0f"
  ],
  "unlikes": [
    "62ff25ba75d601c82a828a11"
  ]
},{
  "_id": {
    "$oid": "62f36222b1b0282f9855e5f3"
  },
  "chain": "ETH",
  "nft": "cryptopunks",
  "title": "CryptoPunk Ethereum NFT Sales Jump 248% After Tiffany Launch",
  "thumbnail": "https://cdn.decrypt.co/resize/1536/wp-content/uploads/2022/03/cryptopunks-ethereum-blue-nfts-gID_6.png.webp",
  "description": "The sales volume of the CryptoPunks NFT collection has spiked over 248% in the last 24 hours, sparked by an exclusive offer from iconic luxury jewelry and specialty retailer Tiffany & Co. for CryptoPunks NFT holders, according to data from CryptoSlam.\n\n“We’re taking NFTs to the next level,” Tiffany wrote on Twitter on Sunday. “Exclusive to CryptoPunks holders, NFTiff transforms your NFT into a bespoke pendant handcrafted by Tiffany & Co. artisans. You’ll also receive an additional NFT version of the pendant.”",
  "SNS": "discord",
  "createdAt": "2022-08-02 17:27",
  "__v": 20,
  "likes": [
    "62faff16019a9b387bbeff0f"
  ],
  "unlikes": [
    "62ff25ba75d601c82a828a11"
  ]
},{
  "_id": {
    "$oid": "62f36254b1b0282f9855e5f5"
  },
  "chain": "ETH",
  "nft": "cryptopunks",
  "title": "CryptoPunks Floor Price Tops $100K in Ethereum for First Time in Two Months",
  "thumbnail": "https://cdn.decrypt.co/resize/1536/wp-content/uploads/2022/07/cryptopunks-magnifying-lens-shutterstock-gID_4.png.webp",
  "description": "All of the major “blue chip” Ethereum NFT collections have taken a massive hit in value over the last couple months amid the wider crypto market crash, and CryptoPunks was no exception. But following a pair of multi-million-dollar sales in the collection, the price for even the cheapest NFTs from the project has grown substantially over the last week.\n\nOn Sunday, the price floor for CryptoPunks—that is, the cheapest available NFT listed on a secondary marketplace—rose above $100,000 worth of ETH for the first time in two months, since May 18, according to data from NFT Price Floor. As of this writing, the floor price for CryptoPunks sits at 84.85 ETH, or about $113,500.",
  "SNS": "discord",
  "createdAt": "2022-08-19 13:02",
  "__v": 249,
  "likes": [
    "62faff16019a9b387bbeff0f"
  ],
  "unlikes": [
    "62ff25ba75d601c82a828a11",
    "63004fdf646512964bfa6bb0"
  ]
},{
  "_id": {
    "$oid": "62fb4f3ea8c1e84f45f56ed1"
  },
  "chain": "ETH",
  "nft": "boredapeyachtclub",
  "title": "Bored Ape Yacht Club NFTs Explained",
  "thumbnail": "https://www.cnet.com/a/img/resize/2afe55aa97fa36afa8cab15a4601b824c15ae6ce/2022/04/29/81bd537b-707f-41e4-98cf-38734b4f6922/screenshot-2022-04-29-100049.png?auto=webp&fit=crop&height=675&width=1200",
  "description": "NFTs have been around for five years, but the nonfungible token boom only truly began in 2021. It coincided almost perfectly with the launch of Bored Ape Yacht Club, a collection of 10,000 cartoon ape NFTs that's come to embody the whole industry. BAYC has over the past year become a bellwether for NFTs, just like bitcoin is for the crypto market at large. \n\nWhen NFTs were at their hottest, in April, the entry price for Bored Ape Yacht Club NFTs was $400,000. Following the crypto crash, caused by the Federal Reserve's hiking of inflation rates to tackle inflation, that's fallen closer to $150,000. Far from the all-time-high, but insane considering these NFTs sold for about $200 apiece last April. \n\nYou've probably seen a BAYC, even if you didn't realize you were looking at one.\n\nBored Ape owners currently using their NFT as a Twiter profile picture include Timbaland (1.6 million followers), Eminem (22.6 million followers) and footballer Neyman Jr. (55 million followers). Jimmy Fallon and Paris Hilton are also BAYC holders, discussing their Apes in a (cringey) Tonight Show segment. Justin Bieber made headlines with his purchase of a $1.29 million Bored Ape Yacht Club NFT in February. \n\nIn June, Eminem and Snoop Dogg released a video clip in which the rappers are depicted by their respective Bored Apes. ",
  "SNS": "twitter",
  "createdAt": "2022-08-11 19:43",
  "__v": 20,
  "likes": [
    "62faff16019a9b387bbeff0f"
  ],
  "unlikes": [
    "62ff25ba75d601c82a828a11"
  ]
},{
  "_id": {
    "$oid": "62fb4f6ba8c1e84f45f56ed7"
  },
  "chain": "ETH",
  "nft": "boredapeyachtclub",
  "title": "adidas Expands Its Metaverse Journey With New Four-Way Collaboration",
  "thumbnail": "https://image-cdn.hypb.st/https%3A%2F%2Fhypebeast.com%2Fimage%2F2021%2F11%2FAdidas-Metaverse-New-Four-Way-Collaboration-1.jpg?q=90&w=1400&cbr=1&fit=max",
  "description": "adidas (XETRA:ADS.DE -1.17%) is expanding its journey into the metaverse with a new four-way collaboration with Bored Ape Yacht Club, Pixel Vault’s Punks Comic and crypto investor Gmoney.\n\nThis morning, the collaborators took to social media to reveal images of a forthcoming collaboration with the sportswear company. The posts from their respective accounts only revealed sneak peek imagery with no additional details about the nature of the collaboration.",
  "SNS": "twitter",
  "createdAt": "2022-08-14 01:43",
  "__v": 50,
  "likes": [
    "62faff16019a9b387bbeff0f"
  ],
  "unlikes": [
    "62ff25ba75d601c82a828a11"
  ]
},{
  "_id": {
    "$oid": "62fb4f9da8c1e84f45f56edc"
  },
  "chain": "ETH",
  "nft": "boredapeyachtclub",
  "title": "Bored Apes Yacht Club’s creators unveil ApeCoin crypto token",
  "thumbnail": "https://images.lifestyleasia.com/wp-content/uploads/sites/6/2022/03/17190410/bored-ape-yacht-club.jpeg",
  "description": "The launch of ApeCoin\nThe launch of APE took place after the company gained one hundred percent of the commercial rights to NFT projects – CryptoPunks and Meebits.\n\nThe token will be operated and controlled by a decentralised autonomous organisation (DAO) called ApeCoin DAO, independent of founding company Yuga Labs. Additionally, a fund-managing organisation called APE Foundation will be responsible for supervising, regulating and conducting the group decisions of the DAO.\n\nHow will the ApeCoin Token work?\nIn the beginning, ApeCoin will be exercised as an in-game token for Yuga Labs’ mobile games such as the action-adventure game Benji Bananas. Their long-term vision is to use ApeCoin sales to finance an array of physical and digital projects and add them to their diverse portfolio.\n\nEach token will be equal to one vote, authorising individual stakeholders to have a say on future ventures and democratically participate in dealings. The holders get to put a vote in on governance and use of the Ecosystem Fund. Holding ApeCoin is the only requirement for membership in the ApeCoin DAO as said by the company.\n\nA cap of 1 billion tokens will be put on the minting process of ApeCoins in perpetuity. Out of this, 9.75% of the ownership will be assigned to Yuga Labs, 14% will be held by patrons involved in the launch of the token, 8% will go to Yuga Labs founders, Wylie Aronow and Greg Solano and lastly 6.25% will be dedicated to a charity fund for the Jane Goodall Legacy Foundation.\n\nThe donations will be done with the goal to protect chimpanzee reserves and habitats and to motivate the young population to care and campaign for a noble cause such as saving the wildlife and our planet.\n\nAs per the ApeCoin website, “The possibilities for blockchain’s impact on culture are so endless that they can’t possibly all be predicted yet.” The company says that APE is created to be able to embrace the future of crypto exchange, that will be operated and progressively developed by the many contributors comprising the community.\n\nThey believe that it will “serve as a decentralised protocol layer for community-led initiatives that drive culture forward into the metaverse.”",
  "SNS": "discord",
  "createdAt": "2022-08-01 15:04",
  "__v": 21,
  "likes": [
    "62faff16019a9b387bbeff0f"
  ],
  "unlikes": [
    "62ff25ba75d601c82a828a11"
  ]
},{
  "_id": {
    "$oid": "6302f8243a0c12b61b4defea"
  },
  "chain": "ETH",
  "nft": "cryptopunks",
  "title": "Cryptopunks and BAYC Floor Values Go Head-to-Head, as the Punks Briefly Surpass Bored Apes",
  "thumbnail": "https://static.news.bitcoin.com/wp-content/uploads/2022/08/hhhhh.jpg",
  "description": "On Sunday, August 21, 2022, the floor value of the Cryptopunks non-fungible token (NFT) collection briefly surpassed the Bored Ape Yacht Club (BAYC) NFT collection’s floor value. While it’s not by a huge amount, at the time, Cryptopunks floor was ​​66.45 ether, while BAYC’s least expensive NFT was 64.99 ether.\n\nCryptopunks Fleetingly Reclaims the Throne It Held Last Year by Flipping BAYC’s Floor Value\nNon-fungible token (NFT) sales are not doing so well this week as sales are down 18.75% lower than the week prior’s sale volume, according to cryptoslam.io statistics. Bored Ape Yacht Club (BAYC) holds the top sales this week with $15,087,189 million in sales, up 61.47% higher than last week.While Cryptopunks is the sixth largest collection in terms of this week’s NFT sales with $4,517,133 in sales this week, sales are down 52.38% lower than the week prior. Despite the lower number of sales this past week, Cryptopunks has briefly managed to flip BAYC in terms of floor value.\n\nOn August 21, at 1:45 p.m. (EST), Cryptopunks’ floor value was 66.45 ETH or $107,866. BAYC’s floor value slipped down to 64.99 ETH or $105,623 at that time. The head-to-head action has been going on for most of the day, and later in the afternoon, BAYC managed to regain the top floor.",
  "SNS": "twitter",
  "createdAt": "2022-08-22 08:00",
  "likes": [],
  "unlikes": [],
  "__v": 0
},{
  "_id": {
    "$oid": "6302f83d3a0c12b61b4deff0"
  },
  "chain": "ETH",
  "nft": "cryptopunks",
  "title": "CryptoPunk Ethereum NFTs Floor Price Flips Bored Apes for First Time in 5 Months",
  "thumbnail": "https://cdn.decrypt.co/resize/1536/wp-content/uploads/2022/08/Crypto-Rap-Battle-gID_7.png.webp",
  "description": "For a brief, shining moment Sunday morning, the CryptoPunks flipped the Bored Ape Yacht Club, the floor price of the veteran NFT collection topping that of the celebrity-coveted primates for the first time since March, according to NFT Price Floor. As with the last short-lived flip, the Bored Apes quickly regained the top spot, which they've effectively held all year. Still, CryptoPunks has been closing on the Bored Ape Yacht Club since June, and if the trend continues, CryptoPunks may soon retake the lead—and hold it.\n\nThe CryptoPunks were created by Canadian software developers Matt Hall and John Watkinson of Larva Labs in June 2017. The collection of non-fungible tokens (NFTs) on the Ethereum blockchain is widely credited with sparking the NFT craze, inspiring the ERC-721 standard as well as prominent collections that followed—including the Bored Ape Yacht Club, which launched in April 2021.",
  "SNS": "discord",
  "createdAt": "2022-08-22 05:00",
  "likes": [],
  "unlikes": [],
  "__v": 0
},{
  "_id": {
    "$oid": "6302f85b3a0c12b61b4deff6"
  },
  "chain": "ETH",
  "nft": "cryptopunks",
  "title": "Nearly $55M worth of Bored Ape, CryptoPunks NFTs risk liquidation amid debt crisis",
  "thumbnail": "https://d1-invdn-com.investing.com/content/picc7f08b40825131feed2250834da05db1.jpg",
  "description": "Many owners of precious Bored Ape Yacht Club (BAYC) and CryptoPunks nonfungible tokens (NFTs), who used them as collateral to take out loans in Ether (ETH), have failed to repay their debts. The situation could lead up to the NFT sector's first massive liquidation event.\n\nDoubleQ, the founder of Web3 launchpad Double Studio, says lending service BendDAO could liquidate up to $55 million worth of NFTs to recover its loans, fearing the so-called \"health factor\" of these debts could fall below 1.\n\nBendDAO's NFT liquidation protocol. Source: Official Website\nBendDAO NFT holdings distribution. Source: doubleQ",
  "SNS": "discord",
  "createdAt": "2022-08-21 11:40",
  "likes": [],
  "unlikes": [],
  "__v": 0
},{
  "_id": {
    "$oid": "63030bd3de318c808fc6aeb1"
  },
  "chain": "ETH",
  "nft": "cryptopunks",
  "title": "Yuga Labs Release IP Rights Agreement for CryptoPunks & Meebits",
  "thumbnail": "https://www.cryptotimes.io/wp-content/uploads/2022/08/Cryptopunks-meebits-IP-rights-get-released-Website.jpg.webp",
  "description": "Yuga Labs released intellectual property (IP) rights of two of the leading non-fungible token (NFT) collections, CryptoPunks and Meebits for their NFT holders. This will allow them to use their digital collectibles wherever they want.",
  "SNS": "twitter",
  "createdAt": "2022-08-16 18:39",
  "likes": [],
  "unlikes": [],
  "__v": 0
},{
  "_id": {
    "$oid": "6305d4f515a7ea2f4a5c21bb"
  },
  "chain": "ETH",
  "nft": "otherdeedforotherside",
  "title": "The Median Price Of NFT Collections BAYC And The Otherdeed For Otherside Has Reached a 2-Month High",
  "thumbnail": "https://i0.wp.com/www.nftgators.com/wp-content/uploads/2022/08/a5a18f96-5b10-49a3-ac9f-018941186374.png?w=610&ssl=1",
  "description": "The median price of both BAYC and Otherdeed for Otherside has reached a 2-month high. BAYC is currently at 441 ETH and Otherdeed for Otherside at 3.43 ETH.",
  "SNS": "twitter",
  "createdAt": "2022-08-17 02:34",
  "likes": [],
  "unlikes": [],
  "__v": 0
},{
  "_id": {
    "$oid": "6305d51615a7ea2f4a5c21c0"
  },
  "chain": "ETH",
  "nft": "otherdeedforotherside",
  "title": "Home  Blog  GameFi  Otherdeeds & Otherside metaverse: het nieuwe NFT project van BAYC Otherdeeds & Otherside metaverse: het nieuwe NFT project van BAYC",
  "thumbnail": "https://allesovercrypto.nl/sites/default/files/styles/inline_desktop/public/media/2022-05/image-otherdeedsnftspng-d417962dbd7dc681d44bd6eae37cd537.png.jpg?itok=xxwtng9j",
  "description": "Wat is Bored Ape Yacht Club?\nWaar begon het eigenlijk allemaal mee? Iets meer dan een jaar geleden, in april 2021,`werd een collectie van 10.000 generated NFT collectibles ons universum ingeschoten. De collectie was een project van Yuga Labs. Dit was een groep, toen nog onbekende en anonieme, vrienden met de nodige kennis en talent die zich met dit project in de NFT-wereld stortten. De Bored Apes was hun eerste project als Yuga Labs. De 4 founders  begonnen met de Bored Apes een NFT project wat met verkopen die boven de miljoen USD gaan een wereldwijde culturele NFT revolutie.\n\nEen Bored Ape NFT bleek niet alleen een leuk plaatje om te verzamelen. Het is ook je toegang tot de club en al de bijbehorende kansen en mogelijkheden. De apen werden al snel een groot succes waarbij de prijzen voor een NFT al velen malen over de kop gingen. Het recordbedrag wat voor een Bored Ape neergeteld is, staat nu op ruim 3.4 miljoen USD. \n\nYuga Labs is het episch centrum vanuit waar de collectie beheerd wordt en nieuwe projecten ontwikkeld. Naast het BAYC project beheren zij sinds 2022 het intellectueel eigendom van Cryptopunks en Meebits. Deze hebben ze overgenomen van Larva Labs, de founders van deze projecten.\n\nVanuit de Bored Yacht Club zijn al verschillende nieuwe projecten en NFT producten ontstaan. Zo is er in juli 2021 een drop geweest van honden NFTs uit de Bored Yacht Club Kennel. Alle Bored Apes konden meedoen aan de drop en hoefden alleen de kosten van het minten te voldoen. Aan het einde van de zomer van 2021 was er een drop van Serum NFTs. Door je Bored Ape dit serum te geven kreeg je een gemuteerde NFT aap. Hierdoor ontstond de zogenaamde Mutant Ape Yacht Club.\n\nHet was al gauw duidelijk: deze wereld en dit universum is te klein voor deze apen. Yuga Labs heeft ook al diverse keren gehint dat een eigen metaverse een kwestie van tijd was... en die tijd lijkt nu aangebroken.\n\nDe launch van een eigen token is daarin een volgende stap geweest. De Apecoin (APE) is in maart 2022 gelanceerd. Ook deze coin heeft al een spectaculaire gang in een korte tijd achter de rug. In een korte tijd vloog de coin van hoog naar laag en weer terug. Dit werd mede veroorzaakt door de crash van de hele cryptomarkt die begin mei 2022 plaatsvond. Hoogtepunt werd met 26,70 USD op 28 april ten tijde van de Otherdeeds sale bereikt. De tokens hebben een total supply van 1 miljard tokens. All time low werd op 11 mei behaald met 5,28 USD. De eigen token gaat binnen het aangekondigde metaverse een belangrijke rol gaat spelen. Meer over Apecoin kun je in dit artikel lezen.",
  "SNS": "discord",
  "createdAt": "2022-05-30 09:00",
  "likes": [],
  "unlikes": [],
  "__v": 0
},{
  "_id": {
    "$oid": "6305d53115a7ea2f4a5c21c5"
  },
  "chain": "ETH",
  "nft": "otherdeedforotherside",
  "title": "Bored Ape Ethereum NFT Price Drops 32%, Down $135K Since Last Week",
  "thumbnail": "https://cdn.decrypt.co/resize/1280/wp-content/uploads/2022/04/bored-ape-nfts-gID_4.jpeg.webp",
  "description": "Last week, ahead of Saturday’s mint for NFT land for the upcoming Otherside metaverse game, everything was looking up in the Bored Ape Yacht Club ecosystem. The price of ApeCoin (APE) was surging, and NFTs themselves rose to record prices and sold briskly.\n\nBut while the land offering was a smashing success in terms of trading—with almost $1 billion to date between the initial mint and secondary sales—there's now been a downturn. Backlash to Yuga Labs’ sale format and its response has been swift, APE’s price has tanked, and now the original Bored Ape NFTs on Ethereum have dropped to the lowest entry price since March.",
  "SNS": "discord",
  "createdAt": "2022-05-04 07:42",
  "likes": [],
  "unlikes": [],
  "__v": 0
},{
  "_id": {
    "$oid": "6305d57715a7ea2f4a5c21cd"
  },
  "chain": "ETH",
  "nft": "azuki",
  "title": "Twitter Declares 'Death' of Azuki NFT Collection Following 45% Price Drop",
  "thumbnail": "https://cdn.decrypt.co/resize/1280/wp-content/uploads/2022/05/Azuki7-e1652145327898-gID_7.png.webp",
  "description": "“Azuki is dead,” declared the host of a Twitter Space titled “The Death of Azuki” Monday evening. \n\nThe bold assertion—which was somewhat tongue-in-cheek—follows the release of a blog post from pseudonymous Azuki founder Zagabond, who shared today that he was previously involved in a few lackluster NFT projects that some labeled as “rugpulls.”",
  "SNS": "twitter",
  "createdAt": "2022-05-10 19:42",
  "likes": [],
  "unlikes": [],
  "__v": 0
},{
  "_id": {
    "$oid": "6305d59015a7ea2f4a5c21d2"
  },
  "chain": "ETH",
  "nft": "azuki",
  "title": "NFT Project Spotlight: The Rise of Azuki",
  "thumbnail": "https://steemitimages.com/640x0/https://cdn.steemitimages.com/DQmSgkMY9FZwo1pPmDc8jybCMuoTua8zndNXvqYtetnfeeK/azuki1.jpg",
  "description": "The Rise of Azuki On Jan. 12, The metaverse changed forever.  Chiru Labs, a startup comprised of four anonymous founders, launched a collection of 10,000 NFTs called Azuki. The initial tokens were sold in Dutch Auctions, with the price starting at 1 ETH and dropping subsequently over time.  These auctions sold out in three minutes.  Over the first month after Azuki’s launch, the project amassed nearly $300 million in transaction volume. At the time of this article, that total has risen to north of 129,300 ETH (north of $347 million), which makes Azuki the fifth-most traded NFT collection of all time in just over two months.  So, what exactly is this project that has taken over the metaverse?",
  "SNS": "twitter",
  "createdAt": "2022-04-13 11:40",
  "likes": [],
  "unlikes": [],
  "__v": 0
},{
  "_id": {
    "$oid": "6305d5ad15a7ea2f4a5c21d7"
  },
  "chain": "ETH",
  "nft": "azuki",
  "title": "Azuki, Kreator NFT di Opensea yang Tembus Volume Perdagangan Hingga Rp 4 Triliun",
  "thumbnail": "https://assets.pikiran-rakyat.com/crop/0x0:0x0/x/photo/2022/02/06/354533569.jpeg",
  "description": "PURBALINGGAKU – Azuki adalah salah satu Creator NFT tersukses di marketplace OpenSea dengan nilai volume perdagangan fantastis. \n\nSaat ini Azuki berhasil masuk ke Top NFT dengan volume perdagangan di platform OpenSea senilai 96.100 Ethereum Minggu 6 Februari 2022.\n\nNFT merupakan salah satu aset kripto yang telah naik daun. Sudah banyak kreator NFT yang sukses meraup cuan hingga miliaran rupiah dari berjualan NFT.",
  "SNS": "discord",
  "createdAt": "2022-02-06 20:38",
  "likes": [],
  "unlikes": [],
  "__v": 0
},{
  "_id": {
    "$oid": "6305d60615a7ea2f4a5c21e3"
  },
  "chain": "ETH",
  "nft": "clonex",
  "title": "Nike and Rtfkt use NFC to link physical clothing with NFTs",
  "thumbnail": "https://www.nfcw.com/wp-content/uploads/2022/08/nike-rtfkt-nfc-ar-hoodies.jpg.webp",
  "description": "Nike and its digital fashion brand Rtfkt have launched a hoodie incorporating an NFC chip that enables purchasers to connect it to a digital version of the garment in the form of a non-fungible token (NFT) that can be ‘worn’ by digital avatars in Rtfkt’s Clone X avatar ecosystem.\n\nPurchasers of an Rtfkt x Nike AR Genesis Hoodie can ‘trigger’ communication with the NFT by scanning a QR code on the physical sweatshirt, enabling the digital garment to track the physical movements of the wearer in augmented reality and allowing the wearer to customise the digital garment with additional features such as virtual wings.\n\nThe NFC chip in the physical hoodie will also enable owners to access additional features in future, such as token-gated access to in-person events, according to Rtfkt.\n\nLuxury perfume brand Byredo announced that it is using NFC to connect a limited edition physical perfume with a wearable digital ‘aura’ in Rtfkt’s Clone X ecosystem in July.\n\nNext: Get your free registration to Contactless World Congress, a new kind of event for a new kind of world.",
  "SNS": "discord",
  "createdAt": "2022-08-24 20:38",
  "likes": [],
  "unlikes": [],
  "__v": 0
},{
  "_id": {
    "$oid": "6305d62d15a7ea2f4a5c21eb"
  },
  "chain": "ETH",
  "nft": "clonex",
  "title": "RTFKT CloneX NFT Collection With Takashi Murakami: What Is It?",
  "thumbnail": "https://pbs.twimg.com/media/FC3_itGXEAA6z5g?format=jpg&name=small",
  "description": "To put it simply, there can’t be a conversation about the most significant NFT projects today that doesn’t mention the CloneX collection from RTFKT Studios. The fully 3D avatars have not only met, but exceeded the immense hype that preceded their debut. And ever since launch, they’ve charted a path to NFT glory.What is the RTFKT CloneX NFT Collection?\nAnnounced under the working title “Akira”, RTFKT let it be known that it was working on a collection of 3D metaverse-ready NFT avatars. Notably, RTFKT reserved over half of its mint supply for its earliest NFT collectors.\n\nAfter months of anticipation, and a couple of mint day hiccups, the CloneX drop finally took place at the end of November 2021. CloneX minted at a price of 2 ETH, sold out in minutes, and hasn’t looked back since.\n\nGiven the status of the their established artist Takashi Murakami and the creative team behind RTFKT, the CloneX NFT Collection was a recipe for instant success.\n\nWho Created The CloneX NFT Collection?\nWithout a doubt, much of both the pre-mint hype and post-mint success of the CloneX NFT collection comes down to its creators. Indeed, the collaborative team of RTFKT and Takashi Murakami brought both a wealth of talent and a legion of fans, all eager to join its community of holders.\n\nWho is Takashi Murakami?\nTakashi Murakami is an iconic Japanese contemporary artist. Even for those who might not know the artist by name, there’s a decent chance that they have been exposed to the artist’s legendary work; whether through his globally recognizable ‘Flowers’ motif, or via one of his high-profile collabs. To list just a few of the names Murakami has worked with before CloneX, there are Louis Vuitton, Vogue, Pharrell Williams, and Kanye West.\n\nWhat is RTFKT?\nWhile not nearly as established as Murakami, RTFKT had made an impressive name for itself in the NFT space by the time it launched its CloneX NFTs. The company, founded in 2020, is an industry-leading creative NFT studio. Specifically, RTFKT leverages game engines, world-class design, and AR to create one-of-a-kind digital assets.\n\nRTKFT really established itself in 2021, selling $3.1 million worth of its NFT sneakers in February. Following that CloneX became the most notable producer of NFT wearables in the emerging space. RTFKT became such a hit that Nike went on to acquire it before the end of the year.\n\nRTFKT first teased its genesis generative NFT project back in September 2021. From that moment, the hype among the NFT community for CloneX was through the roof.",
  "SNS": "twitter",
  "createdAt": "2022-04-29 14:04",
  "likes": [],
  "unlikes": [],
  "__v": 0
},{
  "_id": {
    "$oid": "6305d65915a7ea2f4a5c21f2"
  },
  "chain": "ETH",
  "nft": "clonex",
  "title": "https://journalducoin-com.exactdn.com/app/uploads/2022/07/Capture-decran-111.jpg?strip=all&lossy=1&quality=66&resize=724%2C409&ssl=1",
  "thumbnail": "https://journalducoin-com.exactdn.com/app/uploads/2022/07/NFT_RTFKT_CloneX_1-2.jpg?strip=all&lossy=1&quality=66&resize=1160%2C653&ssl=1",
  "description": "Donner le pouvoir aux fans – En avril dernier, Nike avait annoncé en grande pompe le lancement de ses nouvelles baskets à chausser seulement dans le métavers. Les fameuses Nike Cryptokicks font des jaloux et des heureux comme à chaque fois que la marque au Swoosh sort un nouveau produit ! Nike est ainsi parti à l’assaut du métavers en rachetant la startup RTFKT – prononcez « Artefact » – et espère bien rester le leader incontesté de la sneaker branchée. Mais plutôt que de fermer le jeu, la marque américaine donne la liberté à ses fans d’exploiter les droits commerciaux de certains de ses NFT. Et ça, c’est nouveau !\n\nLES CLONE X, STARS DE CHEZ RTFKT\nLa société RTFKT a été fondée en 2019 par trois amis dont le Français Benoit Pagotto. Cela ressemble depuis à une vraie success story ! Ils multiplient les collaborations avec des artistes célèbres venant du monde numérique mais pas que. On retrouve aux manettes Jeff Stable, le crypto-artist Fewocious ou encore Murakami, la star japonaise du design.\n\nLe série intitulé Clone X révèlera finalement au grand public le talent particulier de cette entreprise. Elle sera rachetée par le géant américain Nike en décembre 2020 qui veut chausser nos avatars dans le futur. Les Clone X rassemblent 20 000 personnages de type dessins animés. Ils font partie de sept espèces différentes : humain, démon, ange, robot, homme-lézard, extraterrestre et mort-vivant. Certaines espèces étant bien sûr plus rares que d’autres. Voilà pour Clone X, si vous voulez en savoir plus, direction cet article paru en décembre dernier. Ah oui, sachez tout de même qu’il vous en coutera autour de 12 ETH pour faire l’acquisition d’un NFT de la série.",
  "SNS": "discord",
  "createdAt": "2022-01-12 13:04",
  "likes": [],
  "unlikes": [],
  "__v": 0
},{
  "_id": {
    "$oid": "630d732e986c7c352978142b"
  },
  "chain": "ETH",
  "nft": "azuki",
  "title": "Azuki NFT Review: the Anime Avatar Project Killed by Its Founder",
  "thumbnail": "https://static.cryptobriefing.com/wp-content/uploads/2022/08/25101921/azuki-cover-1-1024x538.jpg",
  "description": "<h2>Azuki was one of the most promising NFT projects of 2022 until it had its wings clipped mid-flight by an executive’s blunder. Instead of giving Bored Apes a run for their money, the \"skaters of the Internet\" fell off their skateboards and landed flat on their faces.</h2><p><br></p><p class=\"ql-align-center\"><img src=\"http://localhost:3000/uploads/azuki-cover-1-1024x5381661825645857.webp\"></p><p class=\"ql-align-center\"><br></p><h3><strong>Key Takeaways</strong></h3><ul><li>Azuki is an NFT collection of 10,000 anime-inspired avatars that peaked in popularity in early 2022 before falling from grace.</li><li>The reason for the downfall was a single mistake from one of the project's founders, Zagabond, who naively ousted himself as an opportunistic leader of three past failed NFT projects.</li><li>The record-high floor price for an Azuki reached $115,000 in April. Today, one piece is worth about $12,000, marking an almost tenfold drop from the top.</li></ul><p><br></p>",
  "SNS": "twitter",
  "createdAt": "2022-08-26 14:11",
  "likes": [],
  "unlikes": [],
  "__v": 0
},{
  "_id": {
    "$oid": "630d7fc06210dc523a4058b7"
  },
  "chain": "ETH",
  "nft": "clonex",
  "title": "THIS MCDONALD’S-THEMED METAVERSE RESTAURANT SERVES FOOD NFTS—BUT WAS BUILT WITHOUT THE CHAIN’S PERMISSION",
  "thumbnail": "https://www.thefashionlaw.com/wp-content/uploads/2022/08/Screen-Shot-2022-08-23-at-9.27.31-AM-980x672.png",
  "description": "<p class=\"ql-align-justify\">Nike, Dolce &amp; Gabbana, and Tiffany &amp; Co. landed in top spots on a list of large brands that are generating revenue from non-fungible tokens (“NFTs”). According to new data from Dune Analytics, which sheds light on the primary sales revenues, secondary transactions, and royalties associated with some of the early-moving brands participating in the NFT space, Nike has generated a total of $185.31 million in revenue from its NFT collections, namely, those from RTFKT,&nbsp;<span style=\"color: rgb(30, 57, 153); background-color: transparent;\">the digitally-native brand that it acquired</span>&nbsp;in December 2021. (Noah Levine, who compiled the data, notes that the Nike revenue includes RTFKT’s CloneX NFT sales and royalties pre-acquisition, as it “more accurately reflects overall performance.”) In addition to primary revenue, Nike boasts big number in terms of primary sales revenue ($93.1 million) secondary transactions (67.4k), secondary volume ($1.29 billion), and total royalties ($92.21 million).&nbsp;</p><p class=\"ql-align-justify\">Of the individual Nike/RTFKT collections that have generated the most revenue to date, the CloneX NFTs top the list, with a volume of primary sales of $779.08 million based on a total of 21.66k transactions, and $38.95 million in royalties due to a 5 percent royalty fee on subsequent transactions. This is followed by&nbsp;<span style=\"color: rgb(30, 57, 153); background-color: transparent;\">RTFKT’s MNLTH collection</span>, which was released in April and lead to 12.79k transactions and $242.19 million in volume, along with $24.22 million in royalties (based on a 10 percent fee.)</p><p class=\"ql-align-center\"><img src=\"http://localhost:3000/uploads/Screen-Shot-2022-08-22-at-1.28.35-PM-980x4001661829027394.png\"></p>",
  "SNS": "discord",
  "createdAt": "2022-08-30 15:00",
  "likes": [],
  "unlikes": [],
  "__v": 0
}]